# zet evacuation tool copyright (c) 2007-20 zet evacuation team
#
# This program is free software; you can redistribute it and/or
# as published by the Free Software Foundation; either version 2
# of the License, or (at your option) any later version.
#
# This program is distributed in the hope that it will be useful,
# but WITHOUT ANY WARRANTY; without even the implied warranty of
# MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the
# GNU General Public License for more details.
#
# You should have received a copy of the GNU General Public License
# along with this program; if not, write to the Free Software
# Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.
#
# ZETOptionsLocalization_de.properties

options.tree.root=Optionen

options.view.editor=Editor

options.view.editor.wallWidth=Wandbreite
options.view.editor.wallWidth.info=<html>Die Wandbreite in Pixeln im Editierbereich.</html>
options.view.editor.pointSize=Punktgr\u00f6\u00dfe
options.view.editor.pointSize.info=<html>Gibt die Gr\u00f6\u00dfe in Pixeln an, die Punkte an den W\u00e4nden von R\u00e4umen haben.</html>
options.view.editor.hideDefaultFloor=Standard-Evakuierungsetage verstecken
options.view.editor.hideDefaultFloor.info=<html>Blendet die Standard-Evakuierungsetage aus. Da das Programm die R\u00e4ume auf der Standardetage automatisch verwaltet, ist es in den meisten F\u00e4llen nicht n\u00f6tig, diese anzuzeigen.</html>
options.view.editor.rasterizedPaintMode=Auf Raster zeichnen
options.view.editor.rasterizedPaintMode.info=<html>Diese Option legt fest, ob der Rastermodus aktiv ist. Da die Pl\u00e4ne vor einer Simulation gerastert werden m\u00fcssen, empfielt es sich, diese Option zu aktivieren.<br>Falls Pl\u00e4ne von Geb\u00e4uden mit vielen schr\u00e4gen Linien bearbeitet werden, kann es jedoch einfacher sein, Fehler beim Rastern manuell zu korrigieren und frei zu zeichnen.</html>
options.view.editor.editRasterSize=Legt die Rastergr\u00f6\u00dfe f\u00fcr das angezeigte Raster fest.
options.view.editor.editRasterSize.info=<html>Der Hintergrund einer Etage kann mit einem Linien- oder Punktraster in dieser Gr\u00f6\u00dfe gef\u00fcllt werden.</html>
options.view.editor.editSmallRasterSize=Legt die Hilfsrastergr\u00f6\u00dfe f\u00fcr den Editor fest.
options.view.editor.editSmallRasterSize.info=<html>Ein zus\u00e4tzliches, kleineres Raster f\u00fcr den Editor. Wird nur angezeigt, wenn es ein Teiler des gr\u00f6\u00dferen Rasters ist und echt kleiner ist als dieses.</html>
options.view.editor.editRasterSizeSnap=Legt die Rastergr\u00f6\u00dfe f\u00fcr angezogene Mauszeiger f\u00fcr den Editor fest.
options.view.editor.editRasterSizeSnap.info=<html>Wenn "Auf Raster zeichnen" aktiviert ist, wird der Cursor auf Koordinaten mit diesen Vielfachen gezogen. Dies hat keinen Einfluss auf die Rasterung bei der Umwandlung in einen zellul\u00e4ren Automaten.</html>

options.view.editor.size=Gr\u00f6\u00dfe des Editierbereiches
options.view.editor.size.minx=Minimale linke Begrenzung
options.view.editor.size.minx.info=<html>Die minimale <i>x</i>-Position die im Editor auf jeden Fall angezeigt werden kann, notfalls durch Scrollen des sichtbaren Bereiches. Falls ein gr\u00f6\u00dferer Plan angezeigt wird, wird der Bereich passend vergr\u00f6\u00dfert.</html>
options.view.editor.size.miny=Minimale obere Begrenzung
options.view.editor.size.miny.info=<html>Die minimale <i>y</i>-Position die im Editor auf jeden Fall angezeigt werden kann, notfalls durch Scrollen des sichtbaren Bereiches. Falls ein gr\u00f6\u00dferer Plan angezeigt wird, wird der Bereich passend vergr\u00f6\u00dfert.</html>
options.view.editor.size.maxx=Minimale rechte Begrenzung
options.view.editor.size.maxx.info=<html>Die maximale <i>x</i>-Position die im Editor auf jeden Fall angezeigt werden kann, notfalls durch Scrollen des sichtbaren Bereiches. Falls ein gr\u00f6\u00dferer Plan angezeigt wird, wird der Bereich passend vergr\u00f6\u00dfert.</html>
options.view.editor.size.maxy=Minimale untere Begrenzung
options.view.editor.size.maxy.info=<html>Die maximale <i>y</i>-Position die im Editor auf jeden Fall angezeigt werden kann, notfalls durch Scrollen des sichtbaren Bereiches. Falls ein gr\u00f6\u00dferer Plan angezeigt wird, wird der Bereich passend vergr\u00f6\u00dfert.</html>
options.view.editor.size.border=Minimaler Rand um den Plan
options.view.editor.size.border.info=<html>Der angezeigte Bereich wird um diesen Wert vergr\u00f6\u00dfert, so dass immer ein minimaler Abstand zwischen Plan und dem Fensterrand besteht.</html>

options.quickvisualization=Schnellansicht f\u00fcr zellul\u00e4ren Automaten
options.quickvisualization.onthefly.usegraph=Benutze Graph
options.quickvisualization.onthefly.usegraph.info=<html>Bestimmt ob ein Graph erstellt und ein Optimierungsalgorithmus angewendet wird, falls ohne Batch-Fenster die Visualisierung gestartet wird.</html>
options.quickvisualization.onthefly.useca=Benutze zellul\u00e4ren Automaten
options.quickvisualization.onthefly.useca.info=<html>Bestimmt ob der zellul\u00e4re Automat erstellt und die Simulation durchgef\u00fchrt wird, falls ohne Batch-Fenster die Visualisierung gestartet wird.</html>
options.quickvisualization.view=Anzeige

options.quickvisualization.view.staticPotential=Statisches Potenzial anzeigen
options.quickvisualization.view.staticPotential.info=<html>Zeigt das statische Potenzial als Farbverlauf von wei\u00df zu Blau an.</html>
options.quickvisualization.view.dynamicPotential=Dynamisches Potenzial anzeigen
options.quickvisualization.view.dynamicPotential.info=<html> Zeigt das dynamische Potenzial als Farbverlauf von wei\u00df zu rot an.</html>
options.quickvisualization.view.potentialValues=Potenzialwerte eintragen
options.quickvisualization.view.potentialValues.info=<html>Falls die K\u00e4stchen gro\u00df genug sind, wird der Potenzialwert in eine Zelle geschrieben.</html>
options.quickvisualization.view.personNumbers=Personennamen eintragen
options.quickvisualization.view.personNumbers.info=<html>Schreibt die Nummer von Personen in die von ihnen besetzten Zellen.</html>

options.filehandling=Dateiverwaltung
options.filehandling.createBackup=Sicherungskopieen erstellen
options.filehandling.createBackup.info=<html>Immer wenn eine Datei \u00fcberschrieben werden soll, wird eine Sicherungskopie mit der Endung .bak angelegt.</html>

options.filehandling.moviePath=Videopfad:
options.filehandling.moviePath.info=<html>Das Verzeichnis in dem Videos gespeichert werden. Nicht absolute Pfade werden als relativ vom ZET-Verzeichnis gewertet.</html>
options.filehandling.screenshotPath=Screenshotpfad:
options.filehandling.screenshotPath.info=<html>Das Verzeichnis in dem Screenshots gespeichert werden.  Nicht absolute Pfade werden als relativ vom ZET-Verzeichnis gewertet.<br>Screenshots f\u00fcr Frames bei der Videoaufzeichnung werden nicht in diesem Verzeichnis abgelegt sondern im Videoverzeichnis.</html>
options.filehandling.movieFrameName=Framename:
options.filehandling.movieFrameName.info=<html>Der Name den die Screenshots f\u00fcr die Videoframes haben. Der Name wird mit einer Zahl f\u00fcr die Framenummer erg\u00e4nzt.<br>Falls nichts angegeben wird, wird der Projektname benutzt.</html>

options.visualization=Visualisierung

options.visualization.qualitySetting=Grafikqualit\u00e4t
options.visualization.qualitySetting.info=<html>Stellt die Qualit\u00e4t der Grafik ein. Beeinflusst die Anzahl der Polygone die benutzt werden, um Individuen und den Graph darzustellen. Diese Einstellung hat einen gro\u00dfen Einfluss auf die Geschwindigkeit der Visualisierung. Mittlere Qualit\u00e4t liefert akzeptable ergebnisse, f\u00fcr Videos wird jedoch eine hohe oder sehr hohe Grafikqualit\u00e4t empfohlen.</html>

options.visualization.handling=Steuerung
options.visualization.invertMouse=Maus invertieren
options.visualization.invertMouse.info=<html>Invertiert die Bewegung nach oben beziehungsweise nach unten in der 3D-Ansicht.</html>
options.visualization.invertScroll=Scrollrad invertieren
options.visualization.invertScroll.info=<html>Invertiert Entfernen beziehungsweise Heranzoomen bei Benutzung des Mausrads.</html>

options.visualization.allowRotateIn2D=Erlaube rotieren in der 2D-Ansicht
options.visualization.allowRotateIn2D.info=<html>Erlaubt, dass der Plan in der 2D-Ansicht (orthogonal als auch isometrisch) rotiert werden kann.</html>
options.visualization.startWith2D=Starten in der 2D-Ansicht
options.visualization.startWith2D.info=<html>Initialisiert eine neue Visualisierung mit der 2D-Ansicht. Sie ist orthogonal oder isometrisch, wie eingestellt.</html>
options.visualization.startWithIso=2D-Ansicht isometrisch initialisieren
options.visualization.startWithIso.info=<html>Initialisiert die 2D-Ansicht mit der isometrischen Perspektive. Falls deaktiviert, wird eine Orthogonalprojektion benutzt.</html>

options.visualization.view=Anzeige
options.visualization.view.smooth=Weich zeichnen
options.visualization.view.smooth.info=<html>Erzeugt einen flie\u00dfenden Farbverlauf f\u00fcr die Bodenfarbe. Die Werte von an Ecken angrenzenden Zellen werden dazu jeweils gemittelt.</html>
options.visualization.view.grid=Gitter anzeigen
options.visualization.view.grid.info=<html>Zeigt Linien auf den Zellgrenzen an, so dass die einzelnen Zellen besser voneinander abgegrenzt werden. Funktioniert nicht, falls "Weich" an ist.</html>

options.visualization.elements=Sichtbare Elemente
options.visualization.elements.eye=Kamera und Sichtbereich:
options.visualization.elements.eye.info=<html>Zeigt einen roten Punkt an der Kameraposition in den 2D-Sichten an und zwei Linien die den Sichtbereich darstellen.</html>
options.visualization.elements.fps=FPS
options.visualization.elements.fps.info=<html>Blendet die Framerate unten links ein und aus.</html>
options.visualization.elements.timestepGraph=Graph-zeit
options.visualization.elements.timestepGraph.info=<html>Zeigt die abgelaufene Zeit der optimierten Evakuierung im Netzwerk an.</html>
options.visualization.elements.timestepCA=Zellul\u00e4rer-Automat-Zeit
options.visualization.elements.timestepCA.info=<html>Zeigt die abgelaufene Zeit der Evakuierung in der Simulation an.</html>

options.visualization.flow=Flusseigenschaften
options.visualization.flow.equalArrival=Gleichzeitige Ankunft
options.visualization.flow.equalArrival.info=<html>Skaliert die Geschwindigkeit des Flusses in der Visualisierung so, dass die letzte Flusseinheit ankommt, wenn auch das letzte Individuum im zellul\u00e4ren automaten evakuiert wird. Wenn die Option deaktiviert ist, berechnet sich die Flussgeschwindigkeit als durchschnittliche Wunschgeschwindigkeit aller individuen.</html>

options.visualization.appearance=Erscheinungsbild
options.visualization.appearance.colors=Farben
options.visualization.appearance.colors.backgroundColor=Hintergrund
options.visualization.appearance.colors.backgroundColor.info=Die Hintergrundfarbe des Simulationsfensters.
options.visualization.appearance.colors.nodeColor=Knotenfarbe
options.visualization.appearance.colors.nodeColor.info=Die Farbe f\u00fcr normale Knoten.
options.visualization.appearance.colors.sourceColor=Quellen
options.visualization.appearance.colors.sourceColor.info=Die Farbe f\u00fcr Quellen (Startknoten).
options.visualization.appearance.colors.evacuationColor=Evakuierungsbereiche
options.visualization.appearance.colors.evacuationColor.info=Die Farbe von Evakuierungsbereichen oder Senken.
options.visualization.appearance.colors.flowColor=Flusseinheiten
options.visualization.appearance.colors.flowColor.info=Die Farbe von Flusseinheiten.
options.visualization.appearance.colors.edgeColor=Kanten
options.visualization.appearance.colors.edgeColor.info=Die Kantenfarbe.
options.visualization.appearance.colors.invalidColor=Ung\u00fcltige Bereiche
options.visualization.appearance.colors.invalidColor.info=Die Farbe von unerreichbaren Gebieten im zellul\u00e4ren Automaten oder von nicht erreichbaren Knoten.
options.visualization.appearance.colors.floorColor=Bodenfarbe
options.visualization.appearance.colors.floorColor.info=Die Farbe des Bodens in der Geb\u00e4udedarstellung und im zellul\u00e4ren Automaten.
options.visualization.appearance.colors.wallColor=Wandfarbe
options.visualization.appearance.colors.wallColor.info=Die Wandfarbe in der Geb\u00e4udedarstellung.
options.visualization.appearance.colors.individualColor=Individuen
options.visualization.appearance.colors.individualColor.info=Die Farbe der K\u00f6rper von Individuen.
options.visualization.appearance.colors.delayAreaColor=Verz\u00f6gerungsbereiche
options.visualization.appearance.colors.delayAreaColor.info=Die Farbe von Bereichen mit niedriger Geschwindigkeit im zellul\u00e4ren Automaten.
options.visualization.appearance.colors.safeAreaColor=Sicherheitsbereiche
options.visualization.appearance.colors.safeAreaColor.info=Die Farbe von sicheren Bereichen im zellul\u00e4ren Automaten.
options.visualization.appearance.colors.stairAreaColor=Treppen
options.visualization.appearance.colors.stairAreaColor.info=Die Farbe von Treppenbereichen im zellul\u00e4ren Automaten.
options.visualization.appearance.graphHeight=Graphh\u00f6he
options.visualization.appearance.graphHeight.info=Die H\u00f6he in der eine Ebene des Graphs \u00fcber dem Boden des zugeh\u00f6rigen Stockwerks schwebt.
options.visualization.appearance.floorDistance=Stockwerk-Abstand
options.visualization.appearance.floorDistance.info=Der Abstand zwischen zwei Stockwerken. Bestimmt sowohl den Abstand zwischen Ebenen des zellul\u00e4ren Automaten als auch den Abstand von Graph-Schichten.
options.visualization.appearance.individualHeight=Individuen-Gr\u00f6\u00dfe
options.visualization.appearance.individualHeight.info=Die Gr\u00f6\u00dfe (H\u00f6he) eines Individuums. Sollte nicht gr\u00f6\u00dfer sein, als der Stockwerk-Abstand.
options.visualization.appearance.IndividualRadius=Individuen-Durchmesser
options.visualization.appearance.individualRadius.info=Der Platz, den ein Individuum (in der Anzeige) auf dem Boden einnimmt.
options.visualization.appearance.nodeRadius=Knoten-Durchmesser
options.visualization.appearance.nodeRadius.info=Die Gr\u00f6\u00dfe eines Graph-Knotens. Damit Knoten sichtbar sind, muss dies gr\u00f6\u00dfer als der Kantendurchmesser sein.
options.visualization.appearance.wallHeight=Wandh\u00f6he
options.visualization.appearance.wallHeight.info=Die H\u00f6he von W\u00e4nden in der Geb\u00e4ude-Ansicht.

options.statistic=Statistik
options.statistic.blackAndWhiteDiagrams=Schwarz-Wei\u00df-Diagramme
options.statistic.blackAndWhiteDiagrams.info=<html>Zeigt Diagramme in der Statistik f\u00fcr zellul\u00e4re Automaten in schwarz und wei\u00df mit verschiedenen Linienstilen an. Es sind hierbei nur f\u00fcnf verschiedene Linienstile verf\u00fcgbar.</html>
options.statistic.showAssignmentNamesInDiagrams=Belegungsnamen im Diagramm
options.statistic.showAssignmentNamesInDiagrams.info=<html>Zeigt den namen von Belegungen in der Statistik f\u00fcr zellul\u00e4re Automaten in den Diagrammen an.</html>
